Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/udir.no/10_undervisningsoppl.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 7
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 7

source: Oahpahusláhču: Dássi 7
sma: Ööhpehtimmiesoejkesje: Daltese 7

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 7. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta maahtoeulmiejgujmie 7. daltesisnie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearit aiddostahttojuvvojit oahppoulbmilis, sisdoalus ja bargovugiin, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
sma: Daesnie våajnoes guktie dah maahtoeulmieh tjyölkehke sjïdtieh lïerehtimmieulmine, sisvegisnie jïh barkoevuekine, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie maahta ööhpehtimmiem dan aktegh learoehkasse sjïehtedidh.

source: Dađistagaárvvoštallan ja gielladomeanat leat oassin láhčimis.
sma: Vuarjasjimmie iktemearan, jïh daajroes gïelesuerkieh akte bielie dehtie soejkesjistie.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmie

source: Njálmmálaš gulahallan
sma: Tjaaleldh gaskesadteme

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: buvttadit iešguđetlágan áigumušaide teavsttaid ja geavahit iešguđetlágan váikkuhangaskaomiid teakstabarggus
sma: jïjtsh teeksth joekehts ulmide darjodh joekehts vierhtiejgujmie gosse teekstigujmie barka

source: geavahit digitála reaidduid iežas teakstabarggus
sma: digiale vierhtieh utnedh gosse tjaeledh

source: válddahallat movt giella rievddada dili, áiggi ja báikki mielde
sma: buerkiestidh guktie gïele jorkese tsiehkine, tïjjine jïh sijjine

source: Lea hástaleaddjin ráhkadit oahpahusdahkosa mii fátmmasta olles gelbbolašvuođamihttomeriid.
sma: Haestiedihks aktem ööhpehtimmiesoejkesjem darjodh mij ellies maahtoeulmieh faarhmeste.

source: Danin leat gelbbolašvuođamihttomearit aiddostahttojuvvon oahppomihttomearis.
sma: Dannasinie maahtoeulmide tjyölkehke dorjeme lïerehtimmieulmine.

source: Oahppomihttomearit leat lávkin gelbbolašvuođamihttomeriid ollašuhttima guvlui.
sma: Lïerehtimmieulmieh akte sïlle juktie maahtoeulmide jaksedh.

source: Oahppomihttomearit
sma: Lïerehtimmieulmieh

source: Mihttomearrin lea ahte oahppi galgá máhttit:
sma: Ulmie lea, learohkh edtjieh maehtedh:

source: dovdát movt giellaválljen iešguđet dilálašvuođain sáhttá adnot gaskaoapmin. Dán ovdamearkkas galget oahppit ráhkadit máinnus- dahje vuovdalanplakáhta.
sma: damtijidh guktie joekehts baakoeh ovmessie tsiehkine maehtieh tsavtshvierhtine åtnasovvedh Daennie vuesiehtimmesne learohkh edtjieh aktem reklame- jallh doekemesplakatem darjodh.

source: Danin ferte giella leat positiiva ja láhččojuvvon oasti / vuostáiváldi guvlui.
sma: Dannasinie baakoeh tjuerieh buerie årrodh, jïh åestijasse / dåastojasse sjïehtedh.

source: plánet muitaleaddji teavstta jurddakártta ja sisdoalloráhkadusa vuođul
sma: soptsesten tjaalegem soejkesjidh viehkine åssjaldahkekaarhteste jïh disposisjovneste

source: čállit teavstta gielalaš gaskaomiiguin
sma: aktem tjaalegem gïelen tsavtshvierhtiejgujmie tjaeledh

source: atnit govalaš gaskaomiid mat dagahit ahte mánus dahje plakáhta šaddá geasuheaddjin
sma: tsavtshvierhtieh viehkine guvvijste nåhtadidh, mah dorje guktie reklame jallh plakate fryöjstoe

source: ovdanbidjat máidnosa njálmmálaččat eará ohppiide ja oahpaheaddjá Molssaevttolaš vuohki lea ahte oahppit sáhttet buktagii ráhkadit njálmmálaš máinnusteami ja dan geahččalit fáluhit eará ohppiide.
sma: reklamem åehpiedehtedh njaalmeldh dejtie jeatjah learoehkidie jïh lohkehtæjjese Molsehthlaakan learohkh maehtieh aktem njaalmeldh reklamebiehketjem dorjesasse darjodh, juktie pryövedh dam dejtie jeatjah learoehkidie doekedh.

source: Árvvoštallaneavttut govviduvvon skovis:
sma: Vuarjasjimmievæhtah aktene goeresne:

source: Oahppi galgá máhttit:
sma: Learohkh edtjieh maehtedh:

source: oaidnit movt giellaválljen iešguđet dilálašvuođain sáhttá adnot gaskaoapmin
sma: vuejnedh guktie maahta joekehts baakoeh ovmessie tsiehkine tsavtshvierhtine nåahtadidh

source: Oahppi máhttá dovdát movt giellaválljen sáhttá adnot gaskaoapmin.
sma: Learohke maahta damtijidh guktie maahta joekehts baakoeh tsavtshvierhtine nåhtadidh

source: Oahppi galgá máhttit buktit ovdamearkkaid dasa movt giellaválljen sáhttá adnot gaskaoapmin.
sma: Learohke maahta vuesiehtimmieh vedtedh guktie maahta joekehts baakoeh tsavtshvierhtine nåhtadidh.

source: Oahppi máhttá čilget movt giellaválljen sáhttá adnot gaskaoapmin.
sma: Learohke maahta buerkiestidh guktie maahta joekehts baakoeh tsavtshvierhtine nåhtadidh.

source: plánet muitaleaddji teavstta
sma: aktem soptsesten tjaalegem soejkesjidh

source: Oahppi máhttá plánet álkes teavstta
sma: Learohke maahta aktem aelhkie tjaalegem soejkesjidh

source: Oahppi máhttá plánet muitaleaddji teavstta.
sma: Learohke maahta aktem soptsesten tjaalegem soejkesjidh.

source: Oahppi máhttá plánet ja buoridit muitaleaddji teavstta.
sma: Learohke maahta aktem soptsesten tjaalegem soejkesjidh jïh bueriedidh.

source: čállit teavstta čálalaš gaskaomiiguin
sma: tjaalegem tjaeledh gïelen tsavtshvierhtiej-gujmie

source: Oahppi máhttá muhtin muddui molssodit sátneanu ja nu riggodahttit gielas.
sma: Learohke maahta såemies mearan gïelem jeerehtidh

source: Oahppi máhttá adnit soames gielalaš gaskaomiid ja riggodahttit gielas veaháš.
sma: Learohke maahta muvhth gïelen tsavtshvierhtieh nåhtadidh jïh naemhtie gïelem ånnetji jeerehtidh.

source: Oahppi máhttá adnit máŋga gielalaš gaskaomiid ja nu vuohkkasit rievdadallat gielas.
sma: Learohke maahta jienebh gïelen tsavtshvierhtieh nåhtadidh jïh gïelem eensilaakan jeerehtidh.

source: atnit govalaš gaskaomiid mat dagahit máidnosa dahje plakáhta geasuheaddjin
sma: tsavtshvierhtieh viehkine guvvijste nåhtadidh mah darjoeh guktie reklame jallh plakate fryöjstoe

source: Oahppi máhttá gávdnat ja atnit soames govalaš gaskaomiid.
sma: Learohke maahta gaavnedh jïh nåhtadidh naan tsavtshvierhtieh viehkine guvvijste.

source: Oahppi máhttá gávdnat ja atnit soames buori, govalaš gaskaomiid.
sma: Learohke maahta gaavnedh jïh nåhtadidh naan hijven tsavtshvierhtieh viehkine guvvijste.

source: Oahppi sáhttá gávdnat ja atnit máŋga buori, govalaš gaskaomiid.
sma: Learohke maahta gaavnedh jïh nåhtadidh jienebh hijven tsavtshvierhtieh viehkine guvvijste.

source: ovdanbidjat máidnosa njálmmálaččat eará ohppiide ja oahpaheaddjái
sma: reklamem åehpiedehtedh njaalmeldh dejtie jeatjah learoehkidie jïh lohkehtæjjese

source: Oahppi ovdanbidjá máidnosa álkes gielain nu ahte máinnusteapmi ipmirduvvo.
sma: Learohke reklamem åehpiedahta aktine aelhkie gïeline, jïh naemhtie guktie båvroe tjïelke.

source: Oahppi ovdanbidjá máidnosa buori ládje álkes ja bures ipmirdahtti gielain.
sma: Learohke reklamem hijvenlaakan åehpiedahta aktine aelhkie, bene guarkoes gïeline.

source: Oahppi bures ovdanbidjá máidnosa njuvžilis ja girjás gielain.
sma: Learohke reklamem hijvenlaakan åehpiedahta jïh tjïelke jïh gellielaaketje gïeline.

source: Dákkár skovvi sáhttá leat buorre árvvoštallanságastallamiidda vuođđun gaskal oahppi ja oahpaheaddji.
sma: Akte dagkeres goere maahta akte hijven våarome årrodh dejtie vuarjasjimmiesoptsestimmide lohkehtæjjan jïh learohken gaskem.

source: Skovvi sáhttá maiddái leat oassin juohke áidna oahppi gelbbolašvuođa čálalaš duođašteamis, ovdamearkan jahkebealárvvoštallama duođaštussan juovllaide dahje geassái.
sma: Goere maahta aaj meatan årrodh gosse edtja fïerhten learohken maahtoem tjaaleldh vihtiestidh, vuesiehtimmien gaavhtan goh vihtiestimmie bielejaepievuarjasjimmesne jåvlese jallh geasan.

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Oahppit ráhkadit máinnustan- dahje vuovdalanplakáhta.
sma: Learohkh aktem reklame-jallh doekemesplakatem darjoeh.

source: Sii mearridit makkár gálvvu máinnustan- dahje vuovdalanplakáhtta galgá fállat.
sma: Dah muenieh man dorjesen bïjre reklame-jallh doekemesplate edtja årrodh, jïh giese lea ussjedamme.

source: Oahpaheaddji sáhttá veahkehit buktimis árvalusaid ja jurdagiid.
sma: Lohkehtæjja maahta raeriestidh jïh åssjaldahkh vedtedh.

source: Oahppit šaddet ieža ohcat duogášdieđuid vuovdingálvvu birra vai máinnus šaddá nu realisttalaš go vejolaš.
sma: Learohkh tjuerieh daajroem dorjesen bïjre gaavnedh, guktie reklame dan staeries sjædta goh gåarede.

source: Sii sáhttet omd. ávkkástallat interneahta.
sma: Vuesiehtimmien gaavhtan maehtieh gaskeviermiem nåhtadidh.

source: Oahppit ráhkadit jurddakártta mas válddahallet buktaga iešguđet vearbbaid ja adjektiivvaid anu bakte.
sma: Learohkh aktem åssjaldahkekaarhtem darjoeh, gusnie dorjesem buerkiestieh ovmessie vearbigujmie jïh adjektijvigujmie.

source: Oahppit čohkkejit govaid ja sániid iešguđet áigečállagiin ja ráhkadit govvádusa.
sma: Learohkh guvvieh jïh baakoeh tjöönghkieh ovmessie plaerijste, jïh aktem montasjem darjoeh.

source: Sii ovdanbidjet govvádusa olles jovkui.
sma: Dah sov montasjem åehpiedehtieh abpe dåahkan.

source: Oahpaheaddji čállá omd. távvalii daid adjektiivvaid maid oahppit lea čállán, ja čájeha ahte adjektiivvat sáhttet leat sihke vuođđohámis ja attribuhttan.
sma: Lohkehtæjja tjaala vuesiehtimmien gaavhtan taavlese dejtie adjektijvide learohkh nåhtadieh, jïh vuesehte adjektijvh maehtieh dovne maadth-haamosne jïh attributijvesne årrodh.

source: Leatgo dat positiivan dahje negatiivan ?
sma: Dah hijven jallh nåake ?

source: Gávdnojit go eará sánit mat buorebut heivejit ?
sma: Mah jeatjah baakoeh vielie sjïehteles ?

source: Leatgo erohusat adjektiivvain daid máidnosiin mat leat jurddašuvvon nieiddaide go dain mat leat bártniide ?
sma: Akte joekehtse reklamen adjektijveåtnosne mij lea niejtide ussjedamme / baernide ussjedamme ?

source: Oahppit galget bargat gávdnat ja atnit ođđa sániid máinnus- dahje vuovdalanplakáhttii.
sma: Learohkh edtjieh orre baakoeh gaavnedh jïh nåhtadidh dan reklame- jïh doekemesplakatese.

source: Ulbmilin lea ahte ohppiid sátneriggodat galgá buorránit, omd. sátnegirjjis ohcamis sániid.
sma: Ulmie lea learohkh edtjieh aktem stuerebe baakoeveahkam åadtjodh, vuesiehtimmien gaavhtan gosse baakoegærjam nåhtadieh.

source: Sii berrejit aktiivvalaččat atnit sátnegirjji vai gávdnet sáni mearkkašumi.
sma: Dah tjuerieh baakoegærjam eadtjohkelaakan nåhtadidh juktie baakoen ulmiem gaavnedh.

source: Oahpaheaddji veahkeha ohppiid válljemis sániid maid sii čállet skovvái.
sma: Lohkehtæjja viehkehte learoehkidie baakoeh veeljedh mejtie dievhtieh goerese.

source: Skovis oaidnit ahte ipmirdit go oahppit sániid vai dárbbašit go veahki vai ipmirdit daid mearkkašumi.
sma: Goere vuesehte mejtie learohkh baakojde guarkah, jallh viehkiem daarpesjïeh dejtie guarkedh.

source: Mun dárbbašan veahki ipmirdit dán sáni mearkkašumi:
sma: Manne viehkiem daarpesjem daan baakoen ulmiem guarkedh:

source: Mun doaivvun ahte dovdan dán sáni mearkkašumi:
sma: Manne vienhtem daajram daan baakoen ulmiem:

source: Mun dieđán maid dát sátni mearkkaša:
sma: Manne daajram daan baakoen ulmiem:

source: Oahppit geahččaladdet ja čállet máinnus- dahje vuovdalanplakáhta dihtorii teakstameannudanprográmmain.
sma: Learohkh gellielaakan voejhkelieh, jïh reklame-jallh doekemesplakatem pc-esne tjaelieh viehkine teekstegietedimmieprogrammijste.

source: Sii isket gaskavuođa gova ja teavstta gaskkas go gehččet gáibidit go soames govat earenoamáš giellaanu.
sma: Dah pryövoeh guktie tsiehkie sjædta teeksten jïh guvvien gaskemsh, gosse vuartasjieh mejtie såemies guvvieh aktem sjïere baakoeh krievieh.

source: Oahppit ovdanbidjet máidnosa ja deattuhit ovttastusa gaskal hámiid, ivnniid ja teavsttaid ja iešguđetlágan čáppačállima.
sma: Learohkh reklamem åehpiedehtieh, jïh tjïertestieh dam ektiedimmiem haamoej, klaeriej jïh tekstuvri gaskem, jïh ovmessie såarhts tjiehpiestjaelemigujmie.

source: Sii sáhttet adnit photostory govva- ja jietnaprográmma, sisa lohkat teavstta ja tekstii heivehit govaid ja musihka.
sma: Dah maehtieh photostory ’ m nåhtadidh, gusnie teekstem luhkieh jïh sjïehteles guvvieh jïh musihkem nåhtadieh.

source: Loahpas galget oahppit njálmmálaččat ovdanbidjat gárvves buktaga jovkui ja heaŋgut máinnus- dahje vuovdalanplakáhta seaidnái.
sma: Learohkh edtjieh minngemes dorjesem åehpiedehtedh dåahkan njaalmeldh, jïh reklame-jallh doekemesplakatem vïedtjese gævnjastidh.

source: Go lea sáhka válljemis oahppodoaimmain, ferte oahpaheaddji váldit vuođu das mii skuvllas juo gávdno.
sma: Gosse lea veeljemen bïjre lïerehtimmiedarjomijstie, lohkehtæjja tjuara krööhkedh mij skuvlesne gååvnese.

source: Dát doaimmat eai gáibit nu ollu rámmafáktoriin.
sma: Daah darjomh eah stoerre mieriefaktovrh krievh.

source: Danin lea ollásit vejolašvuohta válljet eanet doaimmaid.
sma: Dannasinie gujht gåarede jienebh dejstie darjomijstie veeljedh.

source: Oahppit liikojit bargat rievddadeaddji doaimmaiguin mat eai leat nu áddjás bargun.
sma: Learohkh daamtaj lyjhkoeh barkedh gelliesåarhts darjomigujmie, mah eah dan guhkiem ryöhkh.

source: Muhtun doaimmat sáhttet ovttaskas ohppiid movttiidahttit oahppat.
sma: Muvhth learohkh maehtieh jienebem lïeredh dejstie darjomijstie.

source: Dávjá oahppit ieža dihtet mainna sii liikojit bargat, ja goas sii buoremusat ohppet.
sma: Daamtaj learohkh eah jïjtje daejrieh mejnie bööremes lyjhkoeh giehtelidh, jïh gåessie bööremes lïerieh.

source: Oahpaheaddji sáhttá áicat makkár doaimmat doibmet buoremusat ohppiide, ja dan mielde heivehit oahpahusa juohkehažžii.
sma: Lohkehtæjja maahta jïjtje giehtjedidh mah darjomh mij bööremes sjeahta learoehkidie, jïh dan mænngan ööhpehtimmiem sjïehteladtedh dan aktegasse.

source: Oahpahusa ulbmiliin lea ahte oahppit ohppet.
sma: Ööhpehtimmien ulmie lea learohkh lïerieh.

source: Lea dehálaš ahte oahpahus ii leat beare ovttageardán, baicca rievdadallat bargama.
sma: Vihkeles ööhpehtimmie ij fer aktelaaketje sjïdth, bene barkoem jeerehte.

source: Muhtun oahppit ohppet buoremusat humadettiin, earát ges rumašlihkademiin.
sma: Muvhth learohkh bööremes lïerieh gosse soptsestieh. Muvhth bööremes lïerieh gosse svïhtjieh jïh kråahpem nåhtadieh.

source: Soapmásat ohppet go gieđaiguin barget, ja earát geahččamis dahje áicamis.
sma: Såemies bööremes lïerieh gosse soermide nåhtadieh, mearan jeatjebh bööremes lïerieh gosse vuejnieh jïh giehtjedieh.

source: Dávjá buohtalastit máŋga dáin oahpahanvugiin.
sma: Daamtaj jienebh dejstie lïerehtimmievuekijste åtna.

source: Válljemis doibmii oahppohámi sáhttá maiddái váldit mielde bargoplánii.
sma: Lïerehtimmievuekiem veeljedh darjomasse, maahta aaj vuesiehtimmien gaavhtan meatan årrodh barkoesoejkesjisnie.

source: Dás sáhttet oahppit vástidit guđe oahpahanvuohki sin mielas lei buoremus.
sma: Daesnie learohkh maehtieh bååstede bievnedh mij lïerehtimmievuekide dah bööremes lyjhkin.

source: Iešguđet oahppandoaimmat mat leat namuhuvvon skovis vuolábealde, gokčet iešguđet oahppohámiid.
sma: Dah ovmessie lïerehtimmiedarjomh mah lea goeresne vuelielisnie, ovmessie lïerehtimmievuekieh faarhmestieh.

source: Doaibma
sma: Darjome

source: Oahppi buoremusat oahppá go:
sma: Learohke bööremes leara gosse:

source: Visuala oahppit
sma: Visuelle learohkh

source: ráhkadit máinnus- dahje vuovdalanplakáhta
sma: reklame-jallh doekemesplakatem darjodh

source: lohká, čállá, ráhkada listtuid, ráhkada čoahkkáigeasu, govvida jurdagiid, gávdná govaid / govastagaid, tevdne, kárte, geahččá lohkogovaid, iská, ráhkada visuála govadaga / jurddakártta ja tevdne
sma: lohkedh, tjaeledh, læstoeh darjodh, iktedidh, åssjaldahkide guvvieh darjodh, guvvieh / væhtah gaavnedh, guvviedidh, goerehtalledh, guvvieh vuartasjidh, goerehtidh, aktem visuelle vuesiehtimmiem / åssjaldahkekaarhtem darjodh jïh guvviedidh

source: Auditiiva oahppit
sma: Auditijve learohkh

source: logaldallat, ovdanbidjat, jitnosit lohkat ja ráhkadit govvamuitalusa
sma: håaledh, soptsestidh, reegkes gïeline lohkedh jïh photostory darjodh

source: muitalit, čilget, ráhkkanit logaldallamii, geardduhit, báddet, njálmmálaččat dulkot, jitnosit lohkat, guldalit, muitalit eará oahppái, válddahit, ovdanbuktit, digaštallat ja earáid hástalit
sma: soptsestidh, buerkiestidh, håalemem soejkesjidh, repeteredh, sijse spealadidh, njaalmeldh toelhkestidh, reegkes gïeline lohkedh, goltelidh, mubpien leareohkasse soptsestidh, buerkiestidh, lahtestidh, digkiedidh jïh mubpide haestedh

source: Kinestetihka (motorihkalaš) oahppit / taktiila oahppit
sma: Kinestetiske learohkh / Taktile learohkh

source: tevdne, čállá, hábme, dramatisere, ráhkada, hukse, govvida, konstruere, oahpaha earáid, ruossu, ráhkada govvamuitalusa, čájeha, čállá notáhta, guoskkaha, hábme, ráhkada modealla, čuohppá ja liibme
sma: guvviedidh, tjaeledh, haamoedidh, dorjehtidh, sjugniedidh, bigkedh, darjodh, mubpide ööhpehtidh, kroessh biejedh, photostory darjodh, vuesiehtidh, notath vaeltedh, doehtedidh, maallem darjodh, bietskiedidh jïh lïjmesjidh

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Muhtun ohppiide sáhttá leat hástaleaddjin go šaddet válljet galget go ráhkadit máinnus- dahje vuovdalanplakáhta.
sma: Maahta haestiedihks årrodh såemies dejtie learoehkidie gaavnehtidh mejtie edtjieh reklame- jallh doekemesplakatem darjodh.

source: Oahpaheaddji šaddá veahkehit rávvet.
sma: Lohkehtæjja tjuara viehkiehtidh raeriestidh.

source: Go oahppi galgá čállit jurddakártta, sáhttá oahpaheaddji veahkehit gávdnat sániid ja hábmemis cealkagiid.
sma: Gosse learohke edtja åssjaldahkekaarhtem dievhtedh, lohkehtæjja maahta dejtie viehkiehtidh baakoeh gaavnedh jïh raajesh darjodh.

source: Oahppit maiddái tevdnejit.
sma: Learohkh maehtieh aaj dievhtedh gosse guvviedieh.

source: Sii válljejit ieža makkárin plakáhtta galgá leat.
sma: Dah jïjtje veeljieh guktie plakate edtja årrodh.

source: Muhtun ohppiide sáhttá leat hástaleaddjin gávdnamis mii doaimma váldooassi lea.
sma: Maahta haestiedihks årrodh såemies dejtie learoehkidie gaavnehtidh mannasinie daam darjomem darjoeh.

source: Jus oahppit besset bargat doaimmain mii rievddada ja lea miellagiddevaš, de doaibma movttiidahttá ohppiid oahppat.
sma: Jis learohkh åadtjoeh aktine darjominie barkedh mij lea jeereldihkie jïh murreds, dellie learohke aaj maam destie leara.

source: Bargu ferte danin heivehuvvot ohppiid dássái.
sma: Tjuara dan åvteste barkoem sjïehtedidh learohki daltesasse.

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Dađistaga-árvvoštallama vuođđun berrejit leat eavttut mat gullet oahppoulbmilii.
sma: Daennie bihkedimmesne libie veeljeme dam baakoem vuarjasjidh nåhtadidh sijjeste vïerhtiedidh.

source: Oahpaheaddji ferte ohppiide vástidit ahte leago sin válljen realisttalaš ja čađahahtti ja singuin ságastallat dan birra maid sii galget ráhkadit ja gos gávdnat ávkkálaš dieđuid.
sma: Lohkehtæjja byöroe learoehkidie bååstede bievnedh mejtie gåarede tjïrrehtidh dam dorjesem maam veeljeme, jïh dejgujmie digkiedidh maam edtjieh darjodh, jïh gusnie dah maehtieh aevhkie bïevnesh gaavnedh.

source: Oahpaheaddji berre maiddái dieđihit ohppiide makkár sániid ja doahpagiid sii bures hálddašit.
sma: Lohkehtæjja byöroe aaj bååstede bievnedh mah baakoeh jïh lahtesh learohkh haalvoeh.

source: Leatgo omd. adjektiivat positiiva, ja sáhttet go dat adnot gaskaoapmin dán oktavuođas ?
sma: Mah adjektijvh hijven, jïh maahta dejtie tsavtshvierhtine nåhtadidh daennie sjiekenisnie ?

source: Hálddašit go oahppit atnit jurddakártta veahkkegaskaoapmin čállimii ?
sma: Learohkh haalvoeh ååsjaldahkekaarhtem nåhtadidh goh akte viehkiedirrege gosse tjaelieh ?

source: Oahpaheaddji sáhttá maiddái addit dieđuid vássán ja boahtti dili birra ohppiidságastallama bakte.
sma: Lohkehtæjja maahta aaj bïevnesh bååstede / åvtese learoehkidie vedtedh learohkesoptsestimmine.

source: Muital mii lea buorre, ja šiehtat ohppiiguin mainna šaddet eanet bargat.
sma: Soptsesth mij lea hijven, jïh seamedh learohkigujmie mejnie dah tjuerieh vielie barkedh.

source: Buvtte mearkkašumiid das makkár govaid sii leat válljen.
sma: Bïevnieh bååstede veeljemen bïjre guvvijste.

source: Gos sii gávdne govaid ?
sma: Gusnie learohkh guvvide gaavnin ?

source: Manin válljejedje juste dan gova / daid govaid ?
sma: Mannasinie daam guvviem / daejtie guvvide veeljin ?

source: Heive go teaksta govvii ?
sma: Teektse gåvvan sjeahta ?

source: Leago realisttalaš ja áigeguovdilis teaksta ?
sma: Akte tjïelke jïh sjyöhtehke teekste ?

source: Leatgo realisttalaš ja áigeguovdilis govat ?
sma: Tjïelke jïh sjyöhtehke guvvieh ?

source: Ráhkat bargoplánaid main máhcahatvástádusskovvi ruossunvejolašvuohta lea mielde.
sma: Darjoeh barkoesoejkesjh gusnie akte bååstedebievnesegoere, jïh gusnie learohkh edtjieh kroessem biejedh.

source: Dás oahppit iežaset árvvoštallet.
sma: Daesnie learohkh jïjtjemse vuarjesjieh.

source: Sii gávnnahit maid sii hálddašit ja mainna ain bargat ovddasguvlui.
sma: Dah gaavnehtieh maam haalvoeh, jïh mejnie dah byöroeh vijriebasse barkedh.

source: Oahpaheaddji buktá njálmmálaš máhcahatmearkkašumiid barggadettiin.
sma: Lohkehtæjja njaalmeldh bååstedebïevnesem vadta itkemearan.

source: Maŋŋilgo oahppit leat iežaset árvvoštallan, sáhttá oahpaheaddji mearkkašit dan mainna šaddet ain eanet bargat ovddasguvlui.
sma: Gosse learohkh jïjtjemse vuarjasjamme, lohkehtæjja maahta jiehtedh mejnie dah daarpesjïeh vielie barkedh.

source: Ohppiide lea dalle juoga man guvlui faŋuhit.
sma: Learohkh edtjieh åadtjodh man mietei sïlledidh.

source: Seammás sis galgá leat vejolašvuohta lihkostuvvat.
sma: Seamma aejkien edtjieh nuepiem utnedh lyhkesidh.

source: Dat dagaha ahte sii šaddet eanet diđolaččat iežaset oahppama hárrái.
sma: Naemhtie dah aaj buerebelaakan jïjtse lïeremen sjåahkoeh.

source: Oahppoulbmil
sma: Lïerehtimmieulmie

source: Dán máhtán veaháš:
sma: Daam ånnetji maahtam:

source: Dán máhtán oalle bures:
sma: Daam naan hijven maahtam:

source: Dán máhtán hui bures:
sma: Daam joekoen hijvenlaakan maahtam:

source: Oahpaheaddji: Dán fertet buoridit:
sma: Lohkehtæjja. Daam maahtah bueriedidh:

source: Vuođđogálggat
sma: Faagen maadth maahtoeh

source: Máhttit ovdanbuktit njálmmálaččat: Oahppit ságastallet ulbmila, eavttuid ja ulbmiloláhusa birra ja máinnus- dahje vuovdalanplakáhta birra.
sma: Maehtedh sov njaalmeldh daajroeh buektedh: Learohkh soptsestieh ulmiej bïjre, væhtaj bïjre guktie ulmide jaksedh, jïh reklame- jallh doekemesplakaten sisvegen bïjre.

source: Sii ovdanbidjet máinnus- dahje vuovdalanplakáhtta.
sma: Dah reklame- jallh doekemesplakatem njaalmeldh åehpiedehtieh.

source: Máhttit ovdanbuktit čálalaččat: Oahppit ráhkadit jurddakártta.
sma: Maehtedh sov tjaaleldh daarjoeh buektedh: Learohkh åssjaldahkekaarhth darjoeh.

source: Sii čállet máinnus- dahje vuovdalanplakáhta.
sma: Dah reklame-jallh doekemesplaktem tjaelieh jïh darjoeh.

source: Máhttit lohkat: Oahppit lohket máinnus- dahje vuovdalanplakáhta.
sma: Maehtedh lohkedh: Learohkh reklame- jallh doekemesplakatem luhkieh.

source: Máhttit rehkenastit: Matemáhtalaš doahpagat leat dárbbašlaččat go galgá ipmirdit loguid, hivvodaga ja hatti go barget máinnus- dahje vuovdalanplakáhtain.
sma: Maehtedh ryöknedh: Lahtesh matematihken bïjre leah daerpies edtja taallh, veahkam jïh åasam guarkedh gosse reklame-jallh doekemesplakatine barka.

source: Máhttit atnit digitála reaidduid: Dihtormášiidna sáhttá adnot bargobihtá čálalaš oassái.
sma: Maehtedh digitale dirregh nåhtadidh: Maahta PC. ’ em nåhtadidh dej tjaaleldh barkoejgujmie.

source: Dás sáhttet oahppit gávdnat máinnus- dahje vuovdalanplakáhtaid ovdamearkkaid mat leat neahtas ja daid atnit inspirašuvdnan iežaset bargguin.
sma: Daesnie learohkh maehtieh vuesiehtimmieh gaavnedh jeatjah reklame-jallh doekemesplakatide nedtesne, jïh dejtie iedtjine utnedh jïjtse barkosne.

source: Ohppiid bargun lea ráhkadit sullásaččaid sámegillii.
sma: Learohki barkoe lea maam akt seammaplïeres saemiengïelesne darjodh.
